<?php

return [

    /*
    |---------------------------------------------------------------------------
    | سطور لغة المصادقة
    |---------------------------------------------------------------------------
    |
    | السطور التالية تستخدم أثناء المصادقة لرسائل مختلفة نحتاج لعرضها للمستخدم.
    | يمكنك تعديل هذه السطور وفقاً لمتطلبات تطبيقك.
    |
    */

    'failed' => '.كلمة المرور أو الإيميل الذي أدخلته غير صحيح',
    'password' => 'كلمة المرور التي أدخلتها غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جداً. الرجاء المحاولة مرة أخرى بعد :seconds ثانية.',

];
